Repository: popov895/Clipman
Catalog: po/*.po
Languages: nl

source: Failed to generate QR code
nl: De QR-code kan niet worden aangemaakt

# Close dialog
source: Close
nl: Sluiten

source: Type to search...
nl: Typ om te zoeken…

source: No Matches
nl: Er zĳn geen overeenkomsten

source: Private Mode is On
nl: De incognitomodus is ingeschakeld

source: History is Empty
nl: De geschiedenis is blanco

source: Clear History
nl: Geschiedenis wissen

source: Private Mode
nl: Incognitomodus

# Open settings
source: Settings
nl: Voorkeuren

# Open URL
source: Open
nl: Openen

source: Compose an Email
nl: E-mail opstellen

source: Make a Call
nl: Gesprek starten

source: Search the Web
nl: Zoeken op internet

source: Send via Email
nl: Versturen per e-mail

source: Share Online
nl: Online delen

source: Show QR Code
nl: QR-code tonen

source: Failed to launch URI "%s"
nl: ‘%s’ kan niet worden geopend

source: Invalid search URL "%s"
nl: Ongeldige zoekurl: ‘%s’

source: Press Backspace to clear shortcut or Esc to cancel
nl: Druk op backspace om de sneltoets te wissen of esc om te annuleren

source: Enter a new shortcut
nl: Druk op een nieuwe sneltoets

# Keyboard shortcut is disabled
source: Disabled
nl: Uitgeschakeld

source: History size
nl: Geschiedenisomvang

source: Show leading and trailing whitespace
nl: Witruimte aan begin en einde tonen

source: Show color preview
nl: Kleuren voorvertonen

# Small menu size
source: Small
nl: Klein

# Medium menu size
source: Medium
nl: Gemiddeld

# Large menu size
source: Large
nl: Groot

source: Maximum menu size
nl: Maximale menu-omvang

# General options
source: General
nl: Algemeen

source: URL with %s in place of query
nl: De url, met %s op de plaats van de zoekopdracht

source: Search URL
nl: Zoekurl

source: Search Engine
nl: Zoekmachine

source: Web Search
nl: Zoeken op internet

# The number of days to keep the shared text
source: Days to keep the shared text
nl: Aantal dagen dat gedeelde tekst bewaard moet worden

source: Sharing Online
nl: Online-delen

source: Keyboard Shortcuts
nl: Sneltoetsen

source: Toggle menu
nl: Menu tonen/verbergen

source: Toggle private mode
nl: Incognitomodus aan/uit

source: Clear history
nl: Geschiedenis wissen

# Other search engine
source: Other
nl: Andere
